[
    {
        "name": "Berger",
        "pic": "https://tse3.mm.bing.net/th?id=OIP.aqr3XsWrVWOk04MjbXfKswHaEd&pid=Api&P=0",
        "price": "200",
        "rating": "1M",
        "details": "A hamburger, beefburger or burger is a sandwich consisting of one or more cooked patties of ground meat, usually beef, placed inside a sliced bread roll or bun. The patty may be pan fried, grilled, or flame broiled."
    },
    {
        "name": "Pizza",
        "pic": "https://tse2.mm.bing.net/th?id=OIP.RNZWGX6DGAbU7l3uEmb9gQHaFE&pid=Api&P=0",
        "price": "700",
        "rating": "1.5M",
        "details": "The basic ingredients are dough, tomato sauce, and cheese. Of these, nearly everyone loves bread and cheese, and tomato sauce has low flavor when spread thinly, so probably 99% of ... - Pizza is often loaded with grease and salt, which are addictive flavor enhancers."
    },
    {
        "name": "Rosh Malai",
        "pic": "https://tse4.mm.bing.net/th?id=OIP.SITG03F0-EyNZnAW6QH5bAHaFj&pid=Api&P=0",
        "price": "400",
        "rating": "100k",
        "details": "Ras malai consists of flattened balls of chhena soaked in malai ( clotted cream) flavoured with cardamom. Milk is boiled and a bit of vinegar or lime juice is added to split it. The whey is discarded and the milk solids are drained, cooled and kneaded into a dough."
    },
    {
        "name": "Puli Pitha",
        "pic": "https://tse1.explicit.bing.net/th?id=OIP.qZYcfWyjFv9zlxK9TKn2wwHaEK&pid=Api&P=0",
        "price": "250",
        "rating": "60k",
        "details": "It is basically a palm-sized winter-special sweet treat, made with fresh palm and date jaggery (nolen gur and khejur gur), scented rice flour, milk and coconut. Although it is available in different sweet shops today, pithe is generally whipped at home in a quintessential Bengali household."
    },
    {
        "name": "Mutton Bhuna",
        "pic": "https://tse2.mm.bing.net/th?id=OIP.lAkUVXMtQGx4cLPcALxq-AHaD8&pid=Api&P=0",
        "price": "350",
        "rating": "800k",
        "details": "Bhuna mutton is basically a hyderabadi style of roasted mutton recipe which is done in several ways but most common way is to roast mutton in onion, tomato puree... The mutton here is slow cooked and roasted for at least 1 hour in order to get the prefect taste and the perfect result of the recipe."
    },
    {
        "name": "Homemade Suchi",
        "pic": "https://tse2.mm.bing.net/th?id=OIP.CSAP9RTQXM3NrdlZlyFxHgHaHa&pid=Api&P=0",
        "price": "300",
        "rating": "150k",
        "details": "To make sushi at home, you'll need a few essential tools for making sushi.Tips Make sure the rice is moist and sticky. If you plan on making sushi, be sure to keep all of the ingredients nice and cold. Dip the sushi in soy sauce lightly."
    },
    {
        "name": "Fruit Cake",
        "pic": "https://tse2.mm.bing.net/th?id=OIP.PmEmgzeP5zLYElfv4BQUxQHaHa&pid=Api&P=0",
        "price": "900",
        "rating": "5k",
        "details": "Fruitcake (or fruit cake or fruit bread) is a cake made with candied or dried fruit, nuts, and spices, and optionally soaked in spirits.In the United Kingdom, certain rich versions may be iced and decorated.. Fruitcakes are typically served in celebration of weddings and Christmas."
    },
    {
        "name": "Mutton biryani",
        "pic": "https://tse4.mm.bing.net/th?id=OIP.jPsdKhgT-3BOmVzqvU3vNQHaHa&pid=Api&P=0",
        "price": "250",
        "rating": "2M",
        "details": "To make the Biryani masala,take all the whole ingredients (cardamom,rose petals,cumin,white pepper,black pepper,nutmeg,nutmeg flower).Dry roast them in a pan for 1 minute till the aroma comes out.Now grind them and set aside."
    }
]